Revit API Introduction Labs
Lab1_1_HelloWorld Methods
The Lab1_1_HelloWorld type exposes the following members.
Methods
Name | Description
Execute
 The one and only method required by the IExternalCommand interface, the main entry point for every external command.
See Also
Lab1_1_HelloWorld Class
Labs Namespace